export default {
  // リンクウォレット
  link_wallet: "ウォレットをリンクする",
  // 私の投資
  my_investment: "私の投資",
  // 私のコミュニティ
  my_community: "私のコミュニティ",
  // 私のチーム
  my_team: "私のチーム",
  // 1回の投資は200 USDT以上
  invest_more: "1回の投資は200 USDT以上",
  // 投資額を入力してください
  please_input: "投資額を入力してください",
  // ウェルカミングヒント
  warm_tips: "ウェルカミングヒント",
  // 引き出しを確認しますか？
  confirm_withdrawal: "引き出しを確認しますか？",
  // 引き出し成功
  withdrawal_success: "引き出し成功",
  // 資金投入後、90%の資金回収率が自動的にブラックホールに投入され、投入資金の2倍の額が獲得されます。
  fund_input: "資金投入後、90%の資金回収率が自動的にブラックホールに投入され、投入資金の2倍の額が獲得されます。",
  // 解放進捗
  release_progress: "解放進捗",
  // 投資を追加
  add_investment: "投資を追加",
  // 引き出し可能額
  quota_withdrawal: "引き出し可能額",
  // 静的と動的
  static_dynamic: "静的と動的",
  static: "静的",
  dynamic: "動的",
  // 取引履歴
  water_flow: "取引履歴",
  // バッチ引き出し
  pack_withdrawal: "バッチ引き出し",
  // ここで招待関係を紐づけることができます。また、招待リンクをコピーして友人を招待することができます。あなたと友人が毎日新たな通貨保有量を持っていると、プロモーションボーナスを受け取ることができます。
  bind_invitation: "ここで招待関係を紐づけることができます。また、招待リンクをコピーして友人を招待することができます。あなたと友人が毎日新たな通貨保有量を持っていると、プロモーションボーナスを受け取ることができます。",
  // 招待リンク
  invitation_link: "招待リンク",
  // dog kingに参加して200ドル未満の場合は、招待権益がありません
  participate_dog: "dog kingに参加して200ドル未満の場合は、招待権益がありません",
  // 推薦人数
  recommend_number: "推薦人数",
  // チーム業績
  team_performance: "チーム業績",
  // チーム人数
  team_number: "チーム人数",
  // チームレベル
  team_level: "チームレベル",
  team_acceleration: "チーム加速",
  // チームパフォーマンス
  team_performance2: "チームパフォーマンス",
  // アドレス
  address: "アドレス",
  // 推薦
  recommend: "推薦",
  // チーム
  team: "チーム",
  // 業績
  performance: "業績",
  // コミュニティ紹介
  community_introduction: "コミュニティ紹介",
  // dog kingは真のDAOコミュニティ自治運営のデセントラライズド取引所で、
  // プールの1％に基づいてコミュニティを自由にアップグレードできます。アップグレード後、下請けのすべての業績の恩恵を受けることができます。
  dog_king: "dog kingは真のDAOコミュニティ自治運営のデセントラライズド取引所で、プールの1％に基づいてコミュニティを自由にアップグレードできます。アップグレード後、下請けのすべての業績の恩恵を受けることができます。",
  // コミュニティをアップグレード
  upgrade_community: "コミュニティをアップグレード",
  // 操作成功
  operation_success: "操作成功",
  // 操作失敗
  operation_failure: "操作失敗"
};